Repository: WilliamRen/pam-face-authentication
Catalog: qtbranch/trans/qt_facetrainer_*.po
Languages: de, ru_ru

source: About the Software \m/
de: Über die Software \m/
ru_ru: О программе \m/

source: Pluggable Authentication Module for your favorite Linux Distro
de: Erkennungsmodul für Ihre favourisierte Linuxdistribution
ru_ru: Подключаемый Модуль Аутентификации для вашего люмимого Linux дистрибутива

source: About
de: Über
ru_ru: О программе

source: This program allows you to login by Face Authentication. Care has been taken to give you the best User Experience Possible. If you encounter any bugs , report at
de: Dieses Programm erlaubt den Login durch Gesichtserkennung. Der Fokus lag auf der bestmöglichen Nutzererfahrung. Falls Sie Fehler finden, bitte melden bei
ru_ru: Данная программа позволяет вам войти в систему с помощью Лицевой Аутентификации. Было приложено много усилий ,чтобы вы получили наилучшие впечатления от использования программы. Если вы обнаружили неполадки , сообщите на

source: This program was developed during the auspicious Google Summer of Code program in 2009 and 2008
de: Dieses Programm wurde während dem vielversprechenden Google Summer of Code-Prgramm 2008/2009 entwickelt
ru_ru: Данная программа была разработана за время Google Summer of Code 2008 и 2009 года

source: Authors
de: Autoren
ru_ru: Авторы

source: Thanks To
de: Dank an
ru_ru: Благодарности

source: Translation
de: Übersetzung
ru_ru: Перевод

source: Artwork
de: Künstlerische Darstellung
ru_ru: Оформление

source: OK
ru_ru: ОК

source: Face Trainer
de: Gesichtstrainer
ru_ru: Обработчик Лица

source: Next
de: Weiter
ru_ru: Далее

source: For Your Information
de: Zur Information
ru_ru: Для вашего сведения

source: Exit
de: Beenden
ru_ru: Выход

source: Read the instructions for High Efficiency
de: Zur effizienten Bedienung Instruktionen lesen
ru_ru: Прочтите инструкции для Лучшей Продуктивности

source: color: rgb(126, 126, 126);
ru_ru: color: rgb(139, 139, 139);

source: To ensure high efficiency please keep proper distance between face and webcam
de: Um eine hohe Erkennungsrate zu gewährleisten, halten Sie bitte einen geeigneten Abstand zwischen Gesicht und Webcam ein
ru_ru: Для лу

source: Try to sit where there is ample lighting
de: Schaffen Sie ausreichende Lichtverhältnisse
ru_ru: Постарайтесь находится на хорошо освещенном месте

source: No glass or hat as it might affect the recognition rate
de: Keine Brille oder Hut, da beide die Erkennungsrate beeinflussen
ru_ru: Не одевайте очки или головной убор ,это может помешать уровню распознания

source: Capture
de: Aufnahme
ru_ru: Съёмка

source: Back
de: Zurück
ru_ru: Назад

# faceTrainer#16
source: Advanced Settings
de: Erweiterte Einstellungen
ru_ru: Дополнительные настройки

source: About this Software !
de: Über diese Software !
ru_ru: О программе !

source: Delete Selected Item
de: Lösche ausgewählte Elemente
ru_ru: Удалить выбранный экземпляр

source: Congratulations
de: Gratulation
ru_ru: Поздравления

source: Get ready to be dazzled!
de: Bereit zur Aufnahme?
ru_ru: Приготовьтесь быть ослепленными!

source: Finish
de: Fertig
ru_ru: Закончить

source: Thank you for using our application, to be a part of this project , visit http://code.google.com/p/pam-face-authentication/ , we hope to see you there! regards Developers
de: Vielen Dank für die Benutzung unserer Software. Um ein Teil dieses Projekts zu werden, besuchen Sie bitte http://code.google.com/p/pam-face-authentication/. Wir hoffen Sie hier anzutreffen! Grüße Entwickler
ru_ru: Благодарим за использование нашей программы , чтобы принять участие в проекте посетите http://code.google.com/p/pam-face-authentication/ , надеемся увидеть вас там! благодарности Разработчики

source: Cancel
de: Abbrechen
ru_ru: Отменить

source: Please come closer to the camera.
de: Bitte näher an die Kamera kommen.
ru_ru: Пожалуйста приблизьтесь к камере.

source: Please go little far from the camera.
de: Bitte etwas von der Kamera entfernen.
ru_ru: Пожалуйста отдалитесь от камеры.

source: Unable to Detect Your Face.
de: Konnte Ihr Gesicht nicht erkennen.
ru_ru: Не получается определить ваше лицо.

source: Tracker lost, trying to reinitialize.
de: Tracker verloren, versuche neue Initialisierung.
ru_ru: Трэкер потерян, пытаюсь перезапустить.

source: Tracking in progress.
de: Verarbeite.
ru_ru: Отслеживание в процессе.

source: Captured %1 / %2 faces.
de: Aufgenommen %1 / %2 Gesichter.
ru_ru: Снято %1 из %2 изображений.

source: Capturing Image Finished.
de: Aufnahme fertiggestellt.
ru_ru: Съёма завершенаю

source: Processing Faces, Please Wait ...
de: Verarbeite Gesicht, bitte warten ...
ru_ru: Обработка Лица ,Пожалуйста Подождите ...

source: Processing Completed.
de: Verarbeitung Komplett.
ru_ru: Процесс Завершён.

source: <strong>Error</strong>
de: <strong>Fehler</strong>
ru_ru: <strong>Ошибка</strong>

source: Camera Not Found. <br /> Plugin Your Camera and Try Again.
de: Kamera nicht gefunden. <br /> Kamera einstecken und neu versuchen.
ru_ru: Камера не найдена. <br /> Подключите Камеру и попробуйте заново.

# faceTrainerAdvSettings#1
source: Advanced Settings
de: Erweiterte Einstellungen
ru_ru: Дополнительные Настройки

source: Low Security
de: Niedrige Sicherheit
ru_ru: Низкий Уровень Безопасности

source: High Security
de: Hohe Sicherheit
ru_ru: Высокий Уровень Безопасности

source: Test Recognition
de: Testerkennung
ru_ru: Тестовое Распознание

source: Yes/No
de: Ja/Nein
ru_ru: Да/Нет

source: Test Recognition Result:
de: Ergebnis der Testerkennung:
ru_ru: Результат теста:

source: Save Config
de: Konfig speichern
ru_ru: Сохранить настройки

source: Defaults
de: Voreinstellung
ru_ru: По умолчанию

source: Medium
de: Mittel
ru_ru: Средний

source: Yes
de: Ja
ru_ru: Да

source: No
de: Nein
ru_ru: Нет

source: Train Your Face
de: Gesicht einlesen
